Repository: ethanmaxey/Track
Catalog: Track/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_hans

source: About
de: Um
es: Acerca de
fr: À propos
it: Di
ja: について
ko: 에 대한
pl: Dookoła
pt_br: Sobre
ru: О
zh_hans: 关于

source: Accepted
de: Akzeptiert
es: Aceptado
fr: Accepté
it: Accettato
ja: 承認されました
ko: 수락됨
pl: Przyjęty
pt_br: Aceito
ru: Принял
zh_hans: 公认

source: Alphabetical
de: Alphabetisch
es: Alfabético
fr: Alphabétique
it: Alfabetico
ja: アルファベット順
ko: 알파벳순
pl: Alfabetyczny
pt_br: Alfabético
ru: Алфавитный
zh_hans: 按字母顺序

source: Applications
de: Anwendungen
es: Aplicaciones
it: Applicazioni
ja: アプリケーション
ko: 응용
pl: Aplikacje
pt_br: Aplicativos
ru: Приложения
zh_hans: 应用领域

source: Apply Filters
de: Filter anwenden
es: Aplicar filtros
fr: Appliquer des filtres
it: Applica filtri
ja: フィルターを適用する
ko: 필터 적용
pl: Zastosuj filtry
pt_br: Aplicar filtros
ru: Применить фильтры
zh_hans: 应用过滤器

source: Ascending
de: Aufsteigend
es: Ascendente
fr: Ascendant
it: Ascendente
ja: 上昇
ko: 오름차순
pl: Rosnąco
pt_br: Ascendente
ru: восходящий
zh_hans: 升序

source: Auto-Add Emoji to Jobs
de: Emoji automatisch zu Jobs hinzufügen
es: Agregar emoji automáticamente a los trabajos
fr: Ajouter automatiquement des Emoji aux tâches
it: Aggiungi automaticamente Emoji ai lavori
ja: 絵文字をジョブに自動追加
ko: 채용정보에 이모티콘 자동 추가
pl: Automatycznie dodawaj emoji do ofert pracy
pt_br: Adicionar emoji automaticamente a trabalhos
ru: Автоматическое добавление эмодзи к вакансиям
zh_hans: 自动将表情符号添加到职位中

source: Cancel
de: Stornieren
fr: Annuler
it: Cancellare
ja: キャンセル
ko: 취소
pl: Anulować
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

source: Check out my job search progress!
de: Schauen Sie sich den Fortschritt meiner Jobsuche an!
es: ¡Mira el progreso de mi búsqueda de empleo!
fr: Découvrez l'évolution de ma recherche d'emploi !
it: Controlla i miei progressi nella ricerca di lavoro!
ja: 私の就職活動の進捗状況をチェックしてください！
ko: 내 구직 진행 상황을 확인해보세요!
pl: Sprawdź moje postępy w poszukiwaniu pracy!
pt_br: Confira meu progresso na procura de emprego!
ru: Следите за моим прогрессом в поиске работы!
zh_hans: 查看我的求职进度！

source: Clear Filters
de: Filter löschen
es: Borrar filtros
fr: Effacer les filtres
it: Cancella filtri
ja: フィルターをクリアする
ko: 필터 지우기
pl: Wyczyść filtry
pt_br: Limpar filtros
ru: Очистить фильтры
zh_hans: 清除过滤器

source: Close
de: Schließen
es: Cerca
fr: Fermer
it: Vicino
ja: 近い
ko: 닫다
pl: Zamknąć
pt_br: Fechar
ru: Закрывать
zh_hans: 关闭

source: Company
de: Unternehmen
es: Compañía
fr: Entreprise
it: Azienda
ja: 会社
ko: 회사
pl: Firma
pt_br: Empresa
ru: Компания
zh_hans: 公司

source: Congrats! Where did you apply?
de: Glückwunsch! Wo haben Sie sich beworben?
es: ¡Felicitaciones! ¿Dónde postulaste?
fr: Bravo! Où as-tu postulé ?
it: Congratulazioni! Dove hai fatto domanda?
ja: おめでとうございます！どこに応募しましたか？
ko: 축하해요! 어디서 신청하셨나요?
pl: Gratulacje! Gdzie złożyłeś wniosek?
pt_br: Parabéns! Onde você se inscreveu?
ru: Поздравляю! Куда вы подали заявку?
zh_hans: 恭喜！你在哪里申请的？

source: Contact Support
de: Kontaktieren Sie den Support
es: Contactar con soporte
fr: Contacter l'assistance
it: Contatta l'assistenza
ja: サポートに連絡する
ko: 지원팀에 문의
pl: Skontaktuj się z pomocą techniczną
pt_br: Contate o suporte
ru: Обратиться в службу поддержки
zh_hans: 联系支持人员

source: Criteria
de: Kriterien
es: Criterios
fr: Critères
it: Criteri
ja: 基準
ko: 기준
pl: Kryteria
pt_br: Critérios
ru: Критерии
zh_hans: 标准

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
pl: Data
pt_br: Data
ru: Дата
zh_hans: 日期

source: Date Added
de: Datum hinzugefügt
es: Fecha agregada
fr: Date d'ajout
it: Data aggiunta
ja: 追加日
ko: 추가된 날짜
pl: Data dodania
pt_br: Data adicionada
ru: Дата добавления
zh_hans: 添加日期

source: Declined
de: Abgelehnt
es: Rechazado
fr: Refusé
it: Rifiutato
ja: 拒否されました
ko: 거절됨
pl: Odrzucony
pt_br: Recusado
ru: Отклоненный
zh_hans: 拒绝

source: Descending
de: Absteigend
es: Descendente
fr: Descendant
it: Discendente
ja: 降順
ko: 내림차순
pl: Malejąco
pt_br: Descendente
ru: По убыванию
zh_hans: 降序

source: Details
de: Einzelheiten
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부
pl: Bliższe dane
pt_br: Detalhes
ru: Подробности
zh_hans: 细节

source: Enter job name here.
de: Geben Sie hier den Jobnamen ein.
es: Introduzca aquí el nombre del trabajo.
fr: Entrez le nom du travail ici.
it: Inserisci qui il nome del lavoro.
ja: ここにジョブ名を入力します。
ko: 여기에 직업 이름을 입력하세요.
pl: Wpisz tutaj nazwę stanowiska.
pt_br: Insira o nome do trabalho aqui.
ru: Введите здесь название вакансии.
zh_hans: 在此输入职位名称。

source: Feedback
de: Rückmeldung
es: Comentario
fr: Retour
ja: フィードバック
ko: 피드백
pl: Informacja zwrotna
pt_br: Opinião
ru: Обратная связь
zh_hans: 反馈

source: Filter by Date
de: Nach Datum filtern
es: Filtrar por fecha
fr: Filtrer par date
it: Filtra per data
ja: 日付でフィルターする
ko: 날짜별로 필터링
pl: Filtruj według daty
pt_br: Filtrar por data
ru: Фильтровать по дате
zh_hans: 按日期过滤

source: Filter by Status
de: Nach Status filtern
es: Filtrar por estado
fr: Filtrer par statut
it: Filtra per stato
ja: ステータスによるフィルター
ko: 상태로 필터링
pl: Filtruj według stanu
pt_br: Filtrar por status
ru: Фильтровать по статусу
zh_hans: 按状态过滤

source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtri
ja: フィルター
ko: 필터
pl: Filtry
pt_br: Filtros
ru: Фильтры
zh_hans: 过滤器

source: Ghosted
de: Geisterhaft
es: Fantasma
fr: Fantôme
it: Fantasma
ja: ゴースト化
ko: 고스트
pl: Duchowe
pt_br: Fantasma
ru: призрак
zh_hans: 幽灵般的

source: Interviewed
de: Interviewt
es: Entrevistado
fr: Interviewé
it: Intervistato
ja: インタビューを受けました
ko: 인터뷰
pl: Wywiad
pt_br: Entrevistado
ru: интервью
zh_hans: 接受采访

source: Is Greater Than
de: Ist größer als
es: Es mayor que
fr: Est supérieur à
it: È maggiore di
ja: より大きい
ko: 다음보다 큼
pl: Jest większy niż
pt_br: É maior que
ru: больше, чем
zh_hans: 大于

source: Is Less Than
de: Ist kleiner als
es: Es menor que
fr: Est inférieur à
it: È inferiore a
ja: 未満です
ko: 다음보다 작음
pl: Jest Mniej Niż
pt_br: É menor que
ru: Меньше, чем
zh_hans: 小于

source: Job Description
de: Stellenbeschreibung
es: Descripción del trabajo
fr: Description de l'emploi
it: Descrizione del lavoro
ja: 仕事内容
ko: 직무 설명
pl: Opis stanowiska
ru: Описание работы
zh_hans: 职位描述

source: Job Title
de: Berufsbezeichnung
es: Título profesional
fr: Titre d'emploi
it: Titolo di lavoro
ja: 役職
ko: 직위
pl: Tytuł pracy
pt_br: Cargo
ru: Должность
zh_hans: 职称

source: Leave a Review
de: Hinterlassen Sie eine Bewertung
es: Deja una reseña
fr: Laisser un avis
it: Lascia una recensione
ja: レビューを残す
ko: 리뷰를 남겨주세요
pl: Zostaw recenzję
pt_br: Deixe um comentário
ru: Оставить отзыв
zh_hans: 发表评论

source: No Answer
de: Keine Antwort
es: Sin respuesta
fr: Pas de réponse
it: Nessuna risposta
ja: 答えはありません
ko: 답변 없음
pl: Brak odpowiedzi
pt_br: Sem resposta
ru: Нет ответа
zh_hans: 无应答

source: No Filter
de: Kein Filter
es: Sin filtro
fr: Aucun filtre
it: Nessun filtro
ja: フィルターなし
ko: 필터 없음
pl: Brak filtra
pt_br: Sem filtro
ru: Без фильтра
zh_hans: 无过滤器

source: No Offer
de: Kein Angebot
es: Sin oferta
fr: Aucune offre
it: Nessuna offerta
ja: オファーなし
ko: 제안 없음
pl: Brak oferty
pt_br: Nenhuma oferta
ru: Нет предложения
zh_hans: 无优惠

source: Offer
de: Angebot
es: Oferta
fr: Offre
it: Offerta
ja: オファー
ko: 권하다
pl: Oferta
pt_br: Oferecer
ru: Предложение
zh_hans: 提供

source: Offers
de: Angebote
es: Ofertas
fr: Offres
it: Offerte
ja: オファー
ko: 제안
pl: Oferty
pt_br: Ofertas
ru: Предложения
zh_hans: 优惠

source: Online Assessment
de: Online-Bewertung
es: Evaluación en línea
fr: Évaluation en ligne
it: Valutazione in linea
ja: オンライン評価
ko: 온라인 평가
pl: Ocena online
pt_br: Avaliação On-line
ru: Онлайн-оценка
zh_hans: 在线评估

source: Order
de: Befehl
es: Orden
fr: Commande
it: Ordine
ja: 注文
ko: 주문하다
pl: Zamówienie
pt_br: Ordem
ru: Заказ
zh_hans: 命令

source: Preferences
de: Präferenzen
es: Preferencias
fr: Préférences
it: Preferenze
ja: 設定
ko: 환경설정
pl: Preferencje
pt_br: Preferências
ru: Предпочтения
zh_hans: 偏好设置

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla riservatezza
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
pl: Polityka prywatności
pt_br: Política de Privacidade
ru: политика конфиденциальности
zh_hans: 隐私政策

source: Rejected
de: Abgelehnt
es: Rechazado
fr: Rejeté
it: Respinto
ja: 拒否されました
ko: 거부됨
pl: Odrzucony
pt_br: Rejeitado
ru: Отклоненный
zh_hans: 被拒绝

source: Salary Range
de: Gehaltsspanne
es: Rango salarial
fr: Échelle salariale
it: Gamma di stipendio
ja: 給与範囲
ko: 급여 범위
pl: Zakres wynagrodzeń
pt_br: Faixa salarial
ru: Диапазон зарплат
zh_hans: 薪资范围

source: Select a job from the sidebar to view details.
de: Wählen Sie in der Seitenleiste einen Job aus, um Details anzuzeigen.
es: Seleccione un trabajo de la barra lateral para ver los detalles.
fr: Sélectionnez une tâche dans la barre latérale pour afficher les détails.
it: Seleziona un lavoro dalla barra laterale per visualizzare i dettagli.
ja: サイドバーからジョブを選択して詳細を表示します。
ko: 세부 정보를 보려면 사이드바에서 작업을 선택하세요.
pl: Wybierz ofertę pracy na pasku bocznym, aby wyświetlić szczegóły.
pt_br: Selecione um trabalho na barra lateral para ver os detalhes.
ru: Выберите вакансию на боковой панели, чтобы просмотреть подробности.
zh_hans: 从侧边栏中选择一个作业以查看详细信息。

source: Select Resume
de: Wählen Sie „Fortsetzen“.
es: Seleccionar currículum
fr: Sélectionnez Reprendre
it: Seleziona Riprendi
ja: 再開を選択します
ko: 이력서 선택
pl: Wybierz opcję Wznów
pt_br: Selecione Currículo
ru: Выберите резюме
zh_hans: 选择简历

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Configurações
ru: Настройки
zh_hans: 设置

source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
pl: Sortuj według
pt_br: Ordenar por
ru: Сортировать по
zh_hans: 排序方式

source: Sort Options
de: Sortieroptionen
es: Opciones de clasificación
fr: Options de tri
it: Opzioni di ordinamento
ja: 並べ替えオプション
ko: 정렬 옵션
pl: Opcje sortowania
pt_br: Opções de classificação
ru: Параметры сортировки
zh_hans: 排序选项

source: Support
de: Unterstützung
es: Apoyo
fr: Soutien
it: Supporto
ja: サポート
ko: 지원하다
pl: Wsparcie
pt_br: Apoiar
ru: Поддерживать
zh_hans: 支持

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
pl: Tytuł
pt_br: Título
ru: Заголовок
zh_hans: 标题

source: Track
de: Schiene
es: Rastrear
fr: Piste
it: Traccia
ja: 追跡
ko: 길
pl: Ścieżka
pt_br: Acompanhar
ru: Отслеживать
zh_hans: 追踪

source: Visualize
de: Visualisieren
es: Visualizar
fr: Visualiser
it: Visualizzare
ja: 視覚化する
ko: 시각화
pl: Wyobrażać sobie
pt_br: Visualizar
ru: Визуализируйте
zh_hans: 可视化

source: Yes, Done
de: Ja, fertig
es: Sí, hecho
fr: Oui, c'est fait
it: Sì, fatto
ja: はい、完了しました
ko: 예, 완료되었습니다
pl: Tak, gotowe
pt_br: Sim, concluído
ru: Да, готово
zh_hans: 是的，完成

source: App Version
es: Versión de la aplicación
fr: Version de l'application
it: Versione dell'app
ja: アプリのバージョン
ko: 앱 버전
pl: Wersja aplikacji
pt_br: Versão do aplicativo
ru: Версия приложения
zh_hans: 应用程序版本

source: Interview
es: Entrevista
fr: Entretien
it: Colloquio
ja: インタビュー
ko: 회견
pl: Wywiad
pt_br: Entrevista
ru: Интервью
zh_hans: 面试

source: Interviews
es: Entrevistas
fr: Entretiens
it: Interviste
ja: インタビュー
ko: 인터뷰
pl: Wywiady
pt_br: Entrevistas
ru: Интервью
zh_hans: 采访

source: Jobs
es: Empleos
fr: Emplois
it: Lavori
ja: 求人
ko: 채용 정보
pl: Praca
pt_br: Empregos
ru: Вакансии
zh_hans: 工作机会

source: Phase I
es: Fase I
it: Fase I
ja: フェーズI
ko: 1단계
pl: Faza I
pt_br: Fase I
ru: Фаза I
zh_hans: 第一阶段

source: Phase II
es: Fase II
it: Fase II
ja: フェーズ II
ko: 2단계
pl: Faza II
pt_br: Fase II
ru: Фаза II
zh_hans: 第二阶段

source: Phase III
es: Fase III
it: Fase III
ja: フェーズ III
ko: 3단계
pl: Faza III
pt_br: Fase III
ru: Фаза III
zh_hans: 第三阶段
